Repository: GamerHaus/MultipleInventories
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: The migration finished! Now, please remove MultiInv and reboot the server. Then, the players will be able to connect again, and the whole process will be done.
fr_fr: La migration est terminée ! Maintenant, veuillez retirer MultiInv et redémarrer le serveur. Après cela, les joueurs pourront à nouveau se connecter, et le processus sera complètement achevée.

source: {ce}The {0} importer cannot run, probably due to a dependency missing. Aborting.
fr_fr: {ce}L'importateur {0} ne peut pas tourner, probablement à cause d'une dépendance manquante. L'importation est annulée.

source: {ce}Maintenance started, please come back later.
fr_fr: {ce}Maintenance démarrée, veuillez revenir plus tard.

source: {gray}ETA: {0}
fr_fr: {gray}Temps restant estimé : {0}

source: {cs}Starting import, processing {0} player every {1} ticks, {2} players total.
fr_fr: {cs}Importation démarrée ; un joueur est traité tous les {1} ticks, avec un total de {2} joueurs.

source: Groups found by the importer:
fr_fr: Groupes trouvés par l'outil d'importation :

source: - {0}, with world: {1}
fr_fr: - {0}, contenant le monde {1}

source: {cs}Import complete.
fr_fr: {cs}Importation terminée.

source: currently unknown
fr_fr: indéterminé pour le moment

source: Importing snapshots from {0}: {1}%... ({2} / {3}) - ETA {4} ({5} ms per player)
fr_fr: Importation des instantanés d'inventaire depuis {0} : {1}%… ({2} / {3}) – ETA {4} ({5} ms par joueur)

source: {ce}Maintenance in progress, please come back later.
fr_fr: {ce}Maintenance en cours, veuillez revenir plus tard.

source: {gray}{0}% completed ({1} / {2})
fr_fr: {gray}{0}% migré ({1} / {2})

source: {gray}The migration completed; we still need an admin to finish the migration by hand and reboot the server.
fr_fr: {gray}La migration est terminée ; il faut toujours attendre un administrateur pour finir à la main et redémarrer le serveur.

source: {gray}If you are the admin, check out the console.
fr_fr: {gray}Si vous êtes un administrateur, allez voir la console.

source: {0} configuration reloaded.
fr_fr: La configuration de {0} a été rechargée avec succès.

source: {gold}{bold}This importer will import data from MultiInv.
fr_fr: {gold}{bold}Cet outil va importer les données depuis MultiInv.

source: {red}{bold}IMPORTANT.{red} Before processing, please check that you configured this plugin (MultipleInventories) like MultiInv, with the same groups names exactly (this importer will NOT copy the configuration and will use the MultiInv groups to import data).
fr_fr: {red}{bold}IMPORTANT.{red} Avant de commencer, veuillez vérifier que vous avez configuré ce plugin (MultipleInventories) de la même façon que MultiInv, avec les mêmes noms de groupes exactement. Cet outil d'importation ne va PAS copier la configuration, et va utiliser les groupes de MultiInv pour importer les inventaires.

source: At the beginning of the process, all players (including you!) will be kicked, and the server will be force-whitelisted during this import.
fr_fr: Au début du processus, tous les joueurs (vous inclut !) seront expulsés, et le serveur sera placé en liste blanche durant l'importation.

source: When the import will be completed, remove MultiInv, as having both MultipleInventories and MultiInv will cause conflicts.
fr_fr: Quand l'importation sera achevée, retirez MultiInv - avoir MultipleInventories et MultiInv simultanément causera des conflits.

source: Please also note that this importer will only read the MultiInv data, but never write anything on the MultiInv side.
fr_fr: Veuillez également noter que cet outil d'importation ne va que lire les données de MultiInv, sans jamais écrire quoique ce soit dans les fichiers de MultiInv.

source: If you are ready, execute {cc}{0}{reset}.
fr_fr: Si vous êtes prêt⋅e, exécutez {cc}{0}{reset}.

source: Click here to execute {cc}{0}
fr_fr: Cliquez ici pour exécuter {cc}{0}

source: World groups
fr_fr: Groupes de mondes

source: Per-gamemode inventories are {green}enabled{gray}.
fr_fr: Les inventaires séparés par mode de jeu sont {green}activés{gray}.

source: Per-gamemode inventories are {red}disabled{gray}.
fr_fr: Les inventaires séparés par mode de jeu sont {red}désactivés{gray}.
